[
    {
        "chapter": "Matthew 1:23",
        "verse": "Behold, a virgin shall be with child, and shall bring forth a son, and they shall call his name Emmanuel, which being interprete is, God with us"
    },
    {
        "chapter": "Matthew 2:11",
        "verse": "And when they were come into the house, they saw the young child with Mary his mother, and fell down, and worshipped him: and when they had opened their treasures, they presented unto him gifts; gold, and frankincense, and myrrh."
    },
    {
        "chapter": "Luke 1:30-31",
        "verse": "The angel said, 'Don’t be afraid, Mary. God is honoring you. Look! You will conceive and give birth to a son, and you will name him Jesus."
    },
    {
        "chapter": "Luke 1:35",
        "verse": "And the angel answered and said unto her, 'The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee: therefore also that holy thing which shall be born of thee shall be called the Son of God."
    },
    {
        "chapter": "Luke 2:7-9",
        "verse": "And she gave birth to her firstborn son; and she wrapped Him in cloths, and laid Him in a manger, because there was no room for them in the inn. And there were shepherds out in the field, keeping watch by night. And an angel of the Lord appeared to them, and the glory of the Lord shone around them."
    },
    {
        "chapter": "John 3:16",
        "verse": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life."
    },
    {
        "chapter": "Luke 2:10",
        "verse": "And the angel said unto them, 'Fear not: for, behold, I bring you good tidings of great joy, which shall be to all people."
    },
    {
        "chapter": "Luke 2:20",
        "verse": "The shepherds returned, glorifying and praising God for all the things they had heard and seen, which were just as they had been told."
    },
    {
        "chapter": "Proverbs 11:25",
        "verse": "Generous persons will prosper; those who refresh others will themselves be refreshed."
    },
    {
        "chapter": "John 14:27",
        "verse": "Peace I leave with you. My peace I give you. I give to you not as the world gives. Don’t be troubled or afraid."
    },
    {
        "chapter": "Luke 10:27",
        "verse": "And he answered, 'You shall love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind, and your neighbor as yourself."
    },
    {
        "chapter": "Acts 20:35",
        "verse": "In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, 'It is more blessed to give than to receive."
    },
    {
        "chapter": "John 1:29",
        "verse": "Behold, the Lamb of God, who takes away the sin of the world!"
    },
    {
        "chapter": "1 John 5:11",
        "verse": "And this is the testimony: God has given us eternal life, and this life is in his Son."
    },
    {
        "chapter": "Proverbs 17:22",
        "verse": "A merry heart does good, like medicine, but a broken spirit dries the bones."
    },
    {
        "chapter": "Romans 12:10",
        "verse": "Love each other with genuine affection, and take delight in honoring each other."
    },
    {
        "chapter": "Matthew 2:10",
        "verse": "When they saw the star, they rejoiced with exceeding great joy."
    },
    {
        "chapter": "Romans 11:29",
        "verse": "God’s gifts and calling can’t be taken back."
    },
    {
        "chapter": "John 1:9",
        "verse": "The true light that gives light to everyone was coming into the world."
    },
    {
        "chapter": "Matthew 5:9",
        "verse": "Happy are people who make peace, because they will be called God’s children."
    },
    {
        "chapter": "2 Corinthians 9:15",
        "verse": "Thank God for his gift that words can’t describe!"
    },
    {
        "chapter": "Philippians 4:4",
        "verse": "Rejoice in the Lord always. I will say it again: Rejoice!"
    },
    {
        "chapter": "Colossians 3:15",
        "verse": "Let the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful."
    },
    {
        "chapter": "Proverbs 17:22",
        "verse": "A merry heart does good like medicine."
    },
    {
        "chapter": "Psalm 107:1",
        "verse": "O give thanks to the Lord, for He is good and His loving kindness is everlasting."
    },
    {
        "chapter": "Luke 2:10-11",
        "verse": "But the angel said to them, ‘Do not be afraid. I bring you good news that will cause great joy for all the people. Today in the town of David a Savior has been born to you; he is the Messiah, the Lord.'"
    },
    {
        "chapter": "2 Corinthians 9:7",
        "verse": "Each of you should give what you have decided in your heart to give, not reluctantly or under compulsion, for God loves a cheerful giver."
    },
    {
        "chapter": "James 1:17",
        "verse": "Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows."
    },
    {
        "chapter": "Acts 20:35",
        "verse": "In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: ‘It is more blessed to give than to receive.'"
    },
    {
        "chapter": "Romans 15:13",
        "verse": "May the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit."
    },
    {
        "chapter": "1 Peter 4:10",
        "verse": "Each of you should use whatever gift you have received to serve others, as faithful stewards of God's grace in its various forms."
    },
]
